//控制台输出字符
console.clear();
var styleTitle1 = `
font-size: 20px;
font-weight: 600;
color: rgb(244,167,89);
`
var styleTitle2 = `
font-size:12px;
color: rgb(244,167,89);
`
var styleContent = `
color: rgb(30,152,255);
`
var title1 = '欢乐小王の状态监控'
var title2 = `                                
======================================================================
                                                                     
██╗  ██╗ █████╗ ██████╗ ██████╗ ██╗   ██╗██╗  ██╗██╗███╗   ██╗ ██████╗ 
██║  ██║██╔══██╗██╔══██╗██╔══██╗╚██╗ ██╔╝██║ ██╔╝██║████╗  ██║██╔════╝ 
███████║███████║██████╔╝██████╔╝ ╚████╔╝ █████╔╝ ██║██╔██╗ ██║██║  ███╗
██╔══██║██╔══██║██╔═══╝ ██╔═══╝   ╚██╔╝  ██╔═██╗ ██║██║╚██╗██║██║   ██║
██║  ██║██║  ██║██║     ██║        ██║   ██║  ██╗██║██║ ╚████║╚██████╔╝
╚═╝  ╚═╝╚═╝  ╚═╝╚═╝     ╚═╝        ╚═╝   ╚═╝  ╚═╝╚═╝╚═╝  ╚═══╝ ╚═════╝   
                             状态监控
=======================================================================
            ggg        g   gg                               
            hhpphhappppppahaphh                              
            hh  kk       nk  hhk                             
           ahh                 hh                            
          ih    hh    ha       hhhhh                         
          ih                       hhhhk                     
          ih      hhha                nhhhhhhhhhhhh          
          ih  hh  hh    hn                        hh         
          ih    hhhhhhha                      hhhhha         
          ih                                  hh             
          ih                                  hh             
          ih                                  hh             
          ih                                  hh             
          ih                                ahh              
           hhh                              ah               
           hh    hhhh   phhhhhhh    hhhi   ah               
           hh  iihh hikhpy    hhiihhynhi niah               
            hhkkhhki  iig       kiii  ihpkphkk               
             nngn                      gnng                  
=======================================================================
██╗    ██╗███████╗██╗      ██████╗ ██████╗ ███╗   ███╗███████╗
██║    ██║██╔════╝██║     ██╔════╝██╔═══██╗████╗ ████║██╔════╝
██║ █╗ ██║█████╗  ██║     ██║     ██║   ██║██╔████╔██║█████╗  
██║███╗██║██╔══╝  ██║     ██║     ██║   ██║██║╚██╔╝██║██╔══╝  
╚███╔███╔╝███████╗███████╗╚██████╗╚██████╔╝██║ ╚═╝ ██║███████╗
 ╚══╝╚══╝ ╚══════╝╚══════╝ ╚═════╝ ╚═════╝ ╚═╝     ╚═╝╚══════╝
=======================================================================                    
`
var content = `
❌你知道的太多了❌
驱动内核-Spring-已载入🌎
版本:Beta-迎春-12.32.5
“桃李春迎一杯酒,江湖夜雨十年灯.”
`
console.log(`%c${title1} %c${title2}
%c${content}`, styleTitle1, styleTitle2, styleContent)

